[
  {
    "Quote": [
      "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.",
      "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.",
      "Did you ever stop to think, and forget to start again?",
      "Organizing is what you do before you do something, so that when you do it, it is not all mixed up.",
      "Weeds are flowers too, once you get to know them."
    ],
    "Author": "A. A. Milne"
  },
  {
    "Quote": [
      "The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend"
    ],
    "Author": "A. J. Jacobs"
  },
  {
    "Quote": [
      "You have to dream before your dreams can come true.",
      "The bird is powered by its own life and by its motivation.",
      "One of the very important characteristics of a student is to question. Let the students ask questions.",
      "Let us sacrifice our today so that our children can have a better tomorrow.",
      "Life is a difficult game. You can win it only by retaining your birthright to be a person.",
      "We should not give up and we should not allow the problem to defeat us.",
      "Man needs his difficulties because they are necessary to enjoy success."
    ],
    "Author": "A. P. J. Abdul Kalam"
  },
  {
    "Quote": [
      "Always bear in mind that your own resolution to succeed is more important than any other.",
      "In the end, it's not the years in your life that count. It's the life in your years.",
      "Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
      "Most folks are as happy as they make up their minds to be.",
      "Better to remain silent and be thought a fool than to speak out and remove all doubt.",
      "Don't worry when you are not recognized, but strive to be worthy of recognition.",
      "Things may come to those who wait, but only the things left by those who hustle."
    ],
    "Author": "Abraham Lincoln"
  },
  {
    "Quote": [
      "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
      "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
      "I can accept failure, everyone fails at something. But I can't accept not trying.",
      "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.",
      "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.",
      "Some people want it to happen, some wish it would happen, others make it happen.",
      "Talent wins games, but teamwork and intelligence wins championships.",
      "I've failed over and over and over again in my life and that is why I succeed.",
      "Just play. Have fun. Enjoy the game.",
      "The game has its ups and downs, but you can never lose focus of your individual goals and you can't let yourself be beat because of lack of effort.",
      "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
      "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude."
    ],
    "Author": "Michael Jordan"
  },
  {
    "Quote": [
      "There is no substitute for hard work.",
      "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.",
      "Genius is one percent inspiration and ninety-nine percent perspiration.",
      "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
      "To invent, you need a good imagination and a pile of junk.",
      "Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages.",
      "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.",
      "If we did all the things we are capable of, we would literally astound ourselves.",
      "The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.",
      "Your worth consists in what you are and not in what you have.",
      "There's a way to do it better - find it.",
      "Discontent is the first necessity of progress.",
      "The best thinking has been done in solitude. The worst has been done in turmoil.",
      "Nearly every man who develops an idea works it up to the point where it looks impossible, and then he gets discouraged. That's not the place to become discouraged.",
      "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.",
      "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.",
      "Great ideas originate in the muscles.",
      "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success."
    ],
    "Author": "Thomas A. Edison"
  },
  {
    "Quote": [
      "In matters of style, swim with the current; in matters of principle, stand like a rock.",
      "I like the dreams of the future better than the history of the past.",
      "A strong body makes the mind strong. As to the species of exercises, I advise the gun. While this gives moderate exercise to the body, it gives boldness, enterprise and independence to the mind. Games played with the ball, and others of that nature, are too violent for the body and stamp no character on the mind. Let your gun therefore be your constant companion of your walks.",
      "The glow of one warm thought is to me worth more than money.",
      "The care of human life and happiness, and not their destruction, is the first and only object of good government.",
      "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine."
    ],
    "Author": "Thomas Jefferson"
  }
]
